Repository: Darock-Studio/Darock-Bili
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 极小
en: Smallest
zh_hant: 極小

source: 标准
en: Standard
zh_hant: 標準

source: 模式
en: Mode

source: 清除所有已观看视频
en: Clear all watched videos
ja: すべての視聴済みビデオを削除する
zh_hant: 清除所有已觀看的影片

source: 离线缓存
en: Downloads
ja: オフラインキャッシュ
zh_hant: 離線緩存

source: 稍后再看
en: Watch Later
ja: 後で見る
zh_hant: 稍後再看

source: 经验
en: Experience
ja: 経験
zh_hant: 經驗

source: 记录历史记录
en: Record History
ja: 履歴を記録する
zh_hant: 記錄歷史紀錄

source: 评论
en: Comments
ja: コメント
zh_hant: 評論

source: 评论回复
en: Comment Reply
ja: コメントの返信
zh_hant: 評論回覆

source: 详情
en: Details
ja: 詳細
zh_hant: 詳情

source: 超大
en: Bigger

source: 超小
en: Smaller

source: 选择图片
en: Select Pictures
ja: 画像を選択する
zh_hant: 選擇圖片

source: 选择文本
en: Select Texts
ja: テキストを選択
zh_hant: 選擇文本

source: 重新载入
en: Reload
ja: 再読み込み
zh_hant: 重新載入

source: 顶部
en: Top
zh_hant: 頂部

source: 颜色
en: Color
zh_hant: 顏色

# Sleep.current.%@.%@.%@
source: 现在是%1$@:%2$@:%3$@
ja: 現在は%1$@:%2$@:%3$@です
zh_hant: 現在是%1$@:%2$@:%3$@

# Video.details.publish-time.%@
source: 发布于%@
ja: %@に公開されました

source: 画面
ja: スクリーン
zh_hant: 畫面

source: 稿件
ja: 原稿

source: Darock 会收集必要的诊断信息以便进行改进，信息不会关联到您个人。如果您不愿意被收集信息，请勿发送。
zh_hant: Darock將收集必要的診斷信息以便進行改進，信息不會關聯到您個人。如果您不願意被收集信息，請勿發送。

source: 什么都木有
zh_hant: 什么都没有

source: 内容
zh_hant: 內容

source: 在iPhone上继续
zh_hant: 在iPhone上繼續

source: 将作为动态主体
zh_hant: 將作為動態主體

source: 小尾巴内容
zh_hant: 小尾巴內容

source: 手记建议
zh_hant: 手記建議

source: 要使用动态小尾巴吗?
zh_hant: 要使用動態小尾巴嗎？
